{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/OZ6xOjY.png",
            "DisableIconText": false,
            "IconPosition": 3,
            "IconTextColor": 0,
            "OpenOnStart": false,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 2,
                    "buttontext": "Boas Vindas(Welcome)",
                    "title1": "Apresentando o Servidor",
                    "text1": "Seja muito bem-vindo ao servidor Gamosfera!\nTenha um bom jogo.\nApresentação do Servidor:\nPVE 3X Mods 24X7\nEste é um servidor que está ainda em processo de customização e ajustes. É um servidor PVE com mods, essencialmente 3X com pequenas variações para mais ou para menos dependendo do aspecto. É focado em uma aventura com desenvolvimento mais equilibrado sem avanços muito rápidos, mas, sem dificuldade excessiva. Por favor deixe sua sugestão ou nos contate caso tenha algum problema. Estamos à sua disposição. Nos ajude a fazer o servidor crescer.",
                    "title2": "Introducing the Server",
                    "text2": "Welcome to the Gamosfera server!\nHave a good game.\nServer Presentation: PVE 3X Mods 24X7 This is a server that is still in the process of customization and adjustments. It is a PVE server with mods, essentially 3X  with small variations for more or less depending on the aspect. It is focused on an adventure with more balanced development without very rapid advances, but without excessive difficulty. Please leave your suggestion or contact us if you have any problems . We are at your disposal. Help us make the server grow.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "Mods",
                    "title1": "Lista de Mods(Mods List)",
                    "text1": "Additions Ascended: Brachiosaurus\nAdditions Ascended: Archelon\nAdditions Ascended: Helicoprion\nAdditions Ascended: Deinotherium\nAdditions Ascended: Deinosuchus\nAdditions Ascended: Xiphactinus\nAdditions Ascended: Ceratosaurus\nBetter Rafts\nPelayory's Cryio Storage\nEz Engram Unlocker\nWbui2\nArkitect Structures Remastered\nSuper Spyglass Plus\nSuper Structures Ascended\nAlpha Oceanic Platform\nShiny! Dinos Ascended\nVisual Storage",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab3": {
                    "layout": 2,
                    "buttontext": "Regras(rules)",
                    "title1": "Regras e Orientações",
                    "text1": "01-Não ser desleal, não deve ter comportamento PvP.\n02 - Não obstruir a entrada ou o interior de Cavernas.\n03-Deixar todas as armadilhas, extratores de seiva e bombas de petróleo destrancadas.\n04-Pode ter apenas uma base principal em todo o cluster nos outros mapas (quando lançarem) ou caso sua base fique longe do mar, pode ter uma base de apoio de tamanho 6X6 sem limite de altura.\n05-Qualquer estrutura de apoio construida fora da sua base deve ser desmontada depois que terminar seu uso.\n06 - Proibido fazer construções em obeliscos, local de spawn de castores e locais de recursos.\n07-Não dever espalhar pilares e fundações fora da sua base.\n08 - Não deve deixar dinos em modo agressivo ou espalhados fora de sua base. Trate seu colega de servidor da forma que gostaria que tratassem você.\nPenalidades:\nPrimeira vez será orientado\nSegunda vez será suspenso\nTerceira vez será banido.",
                    "title2": "Rules and Guidelines",
                    "text2": "01-Do not be disloyal, should not have PvP behavior.\n02 - Do not obstruct the entrance or interior of caves.\n03-Leave all traps, sap extractors and oil pumps unlocked.\n04- You can only have one main base in the entire cluster on other maps (when they launch) or if your base is far from the sea, you can have a support base of size 6X6 with no height limit.\n05-Any support structure built outside the your base must be dismantled after it has finished using it.\n06 - It is forbidden to build on obelisks, beaver spawn locations and resource locations.\n07-You must not spread pillars and foundations outside your base.\n08 - You must not leave dinos in aggressive mode or scattered outside their base. Treat your fellow server the way you would like them to treat you.\nPenalties:\nFirst time you will be guided\nSecond time you will be suspended\nThird time you will be banned.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab4": {
                    "layout": 2,
                    "buttontext": "Doaçoes(Donations)",
                    "title1": "Doações",
                    "text1": "Nos ajude a manter e expandir o servidor doando qualquer valor por meio do nosso pix ou do nosso Paypal.",
                    "title2": "Donations",
                    "text2": "Help us maintain and expand the server by donating any amount through our pix or our Paypal.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab5": {
                    "layout": 2,
                    "buttontext": "Novidades(News)",
                    "title1": "O que estamos fazendo?",
                    "text1": "Olá pessoal, essa sessão será usada para informarmos vocês das novidades, das atividades do servidor. Neste momento estamos expandindo nosso Hardware.\nAdquirimos os seguintes itens: 1 nvme m.2 V4 de 2Tb, 2 Processadores Xeon E5 2697A V4, Placa mãe HUANANZHI X99 F8D Plus, 256 Gb de memória ram DDR4, 1 Water Cooler MasterLiquid ML240L V2.\nEstes itens vão nos possibilitar disponibilizar mais alguns servidores com outras configurações e manter on line o nosso Cluster de ASE além do ascended. No caso dos processadores deveria ser a versão Xeon E5 2699A V4, mas infelizmente nosso amado governo não permitiu a entrada aqui no Brasil mesmo depois de ter sido pago mais de R$ 2000,00 apenas em impostos. Irei informá-los de qualquer mudança.\nPor isso precisamos da sua ajuda para manter o servidor e continuar com os upgrades. Qualquer outra informação adicional disponibilizaremos no nosso discord. Muito obrigado pelo apoio",
                    "title2": "What are we doing?",
                    "text2": "Hello everyone, this session will be used to inform you of the news and server activities.We are currently expanding our Hardware.\nWe acquired the following items: 1 2Tb nvme m.2 V4, 2 Xeon E5 2697A V4 Processors, HUANANZHI X99 F8D Plus motherboard, 256 Gb of DDR4 ram, 1 Water Cooler MasterLiquid ML240L V2.\nThese items will enable us to make some more servers available with other configurations and keep our ASE Cluster online in addition to ascended. In the case of processors should be the Xeon E5 2699A V4 version, but unfortunately our beloved government did not allow entry here in Brazil even after having paid more than $ 400.00 dollars in taxes alone. I will inform you of any changes.\nThat's why we need your help to maintain the server and continue with upgrades. Any other additional information we will make available on our discord. Thank you\n very much for your support",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            }            
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Ee2TKhmcNh"
                }
            },
            {
                "link2": {
                    "text": "Unity",
                    "url": "https://ark-unity.com/"
                }
            },
            {
                "link3": {
                    "text": "Mods",
                    "url": "https://www.curseforge.com/ark-survival-ascended/mods"
                }
            },
            {
                "link4": {
                    "text": "Wikki",
                    "url": "https://ark.wiki.gg/wiki/ARK:_Survival_Ascended"
                }
            },
            {
                "link5": {
                    "text": "Steam",
                    "url": "https://store.steampowered.com/app/2399830/ARK_Survival_Ascended/"
                }
            },
            {
                "link6": {
                    "text": "PayPal",
                    "url": "https://www.paypal.com/invoice/p/#EYZCL5TZCF7YW9U6"
                }
            }
        ]
    }
}
