{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/OZ6xOjY.png",
            "DisableIconText": false,
            "IconPosition": 3,
            "IconTextColor": 0,
            "OpenOnStart": false,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 2,
                    "buttontext": "Boas Vindas(Welcome)",
                    "title1": "Apresentando o Servidor",
                    "text1": "Seja muito bem-vindo ao servidor Gamosfera! Tenha um bom jogo. Apresentação do Servidor: PVE 3X Mods 24X7 Este é um servidor que está ainda em processo de customização e ajustes. É um servidor PVE com mods, essencialmente 3X com pequenas variações para mais ou para menos dependendo do aspecto. É focado em uma aventura com desenvolvimento mais equilibrado sem avanços muito rápidos, mas, sem dificuldade excessiva. Por favor deixe sua sugestão ou nos contate caso tenha algum problema. Estamos à sua disposição. Nos ajude a fazer o servidor crescer.",
                    "title2": "Introducing the Server",
                    "text2": "Welcome to the Gamosfera server! Have a good game. Server Presentation: PVE 3X Mods 24X7 This is a server that is still in the process of customization and adjustments. It is a PVE server with mods, essentially 3X  with small variations for more or less depending on the aspect. It is focused on an adventure with more balanced development without very rapid advances, but without excessive difficulty. Please leave your suggestion or contact us if you have any problems . We are at your disposal. Help us make the server grow.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Mods",
					"title1": "",
					"text1": "",
                    "title2": "Lista de Mods(Mods List)",
                    "text2": "Additions Ascended: Brachiosaurus\nAdditions Ascended: Archelon\nAdditions Ascended: Helicoprion\nAdditions Ascended: Deinotherium\nAdditions Ascended: Deinosuchus\nAdditions Ascended: Xiphactinus\nAdditions Ascended: Ceratosaurus\nBetter Rafts\nPelayory's Cryio Storage\nEz Engram Unlocker\nWbui2\nArkitect Structures Remastered\nSuper Spyglass Plus\nAlpha Oceanic Platform\nShiny! Dinos Ascended\nMuch Stuff Pack\nMX-E Ark Shop UI\nBetter MotorBoat\nRR-Ortodontidae Sharks\nWater Bore\nMedium Gates\nAdditional Handheld Lights\nAlpha Everything\nDwarven Builders Mod\nS-Dino Variants\nGryphons\nStyracosaurus\nEnhanced Cooking\nCG Structures\nXtra Tranqs\nKlinger Additional Rustic Building\nThieves Necklace\nRepair Kits\nNature's Touch\nRay's Stygimoloch\nExquisite Potions Galore\nWireless Power Repeater\nArkonauts Community Currency Mod",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab3": {
                    "layout": 2,
                    "buttontext": "Regras(rules)",
                    "title1": "Regras e Orientações",
                    "text1": "01-Não ser desleal, não deve ter comportamento PvP.\n02 - Não obstruir a entrada ou o interior de Cavernas.\n03-Deixar todas as armadilhas, extratores de seiva e bombas de petróleo destrancadas.\n04-Pode ter apenas uma base principal em todo o cluster nos outros mapas (quando lançarem) ou caso sua base fique longe do mar, pode ter uma base de apoio de tamanho 6X6 sem limite de altura.\n05-Qualquer estrutura de apoio construida fora da sua base deve ser desmontada depois que terminar seu uso.\n06 - Proibido fazer construções em obeliscos, local de spawn de castores e locais de recursos.\n07-Não dever espalhar pilares e fundações fora da sua base.\n08 - Não deve deixar dinos em modo agressivo ou espalhados fora de sua base. Trate seu colega de servidor da forma que gostaria que tratassem você.\nPenalidades:\nPrimeira vez será orientado\nSegunda vez será suspenso\nTerceira vez será banido.",
                    "title2": "Rules and Guidelines",
                    "text2": "01-Do not be disloyal, should not have PvP behavior.\n02 - Do not obstruct the entrance or interior of caves.\n03-Leave all traps, sap extractors and oil pumps unlocked.\n04- You can only have one main base in the entire cluster on other maps (when they launch) or if your base is far from the sea, you can have a support base of size 6X6 with no height limit.\n05-Any support structure built outside the your base must be dismantled after it has finished using it.\n06 - It is forbidden to build on obelisks, beaver spawn locations and resource locations.\n07-You must not spread pillars and foundations outside your base.\n08 - You must not leave dinos in aggressive mode or scattered outside their base. Treat your fellow server the way you would like them to treat you.\nPenalties:\nFirst time you will be guided\nSecond time you will be suspended\nThird time you will be banned.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab4": {
                    "layout": 2,
                    "buttontext": "Doaçoes(Donations)",
                    "title1": "Doações",
                    "text1": "Nos ajude a manter e expandir o servidor doando qualquer valor por meio do nosso pix ou do nosso Paypal.",
                    "title2": "Donations",
                    "text2": "Help us maintain and expand the server by donating any amount through our pix or our Paypal.",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            },
            {
                "tab5": {
                    "layout": 2,
                    "buttontext": "Novidades(News)",
                    "title1": "O que estamos fazendo?",
                    "text1": "Olá pessoal, essa sessão será usada para informarmos a vocês das novidades e das atividades do servidor. Neste momento estamos expandindo nosso Hardware.\nGostaria de informar que todos os itens adquiridos para o upgrade de nosso servidor já  chegram(Com exceção dos processadores retidos pela receita federal), tivemos que comprar processadores um pouco mais fracos do que anteriormente pretendíamos, pois não conseguimos até o presente  momento o reembolso do valor pago(R$4.359,24) pelos que ficaram retidos. Mesmo assim já fizemos a montagem e migraçaõ do servidor, tivemos apenas um contratempo, pois, o gabinete que usávamos que era um mid tower suportava apenas placa mãe de tamanho ATX enquanto que a que compramos agora é uma Placa Mãe E-ATX(um  pouco maior), por isso tivemos que fazer algumas adaptações, até que compremos um gabinete novo. Conforme prometido estamos neste momento preparando o nosso cluster PVE do ASE com dezenas de mods e plugins que agora poderá ficar totalmente on-line.\nTambém em um primeiro momento estaremos disponibilizando nos próximos dias uma versão do ASA mapa The Island 5X como prometido.\nPor isso precisamos da sua ajuda para manter o servidor e continuar com os upgrades. Qualquer outra informação adicional disponibilizaremos no nosso discord. Muito obrigado pelo apoio",
                    "title2": "What are we doing?",
                    "text2": "Hello everyone, this session will be used to inform you of news and server activities. We are currently expanding our Hardware.\nI would like to inform you that all the items purchased to upgrade our server have already arrived (With the exception of the processors retained by the Federal Revenue), we had to purchase slightly weaker processors than we previously intended, as we were not We have so far managed to reimburse the amount paid ($898,35) for those who were detained. Even so, we have already assembled and migrated the server, we only had one setback, as the case we used, which was a mid tower, only supported an ATX-sized motherboard, while the one we bought now is an E-ATX Motherboard (a little bigger), so we had to make some adaptations, until we bought a new cabinet. As promised, we are currently preparing our ASE PVE cluster with dozens of mods and plugins that can now be fully online.\nAlso initially we will be making a version of the ASA map The Island 5X available in the next few days as promised.\n nThat's why we need your help to maintain the server and continue with upgrades. Any other additional information we will make available on our discord. Thank you very much for your support",
                    "imageurl": "https://i.imgur.com/cQcAsRZ.png"
                }
            }            
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Ee2TKhmcNh"
                }
            },
            {
                "link2": {
                    "text": "Unity",
                    "url": "https://ark-unity.com/"
                }
            },
            {
                "link3": {
                    "text": "Mods",
                    "url": "https://www.curseforge.com/ark-survival-ascended/mods"
                }
            },
            {
                "link4": {
                    "text": "Wikki",
                    "url": "https://ark.wiki.gg/wiki/ARK:_Survival_Ascended"
                }
            },
            {
                "link5": {
                    "text": "Steam",
                    "url": "https://store.steampowered.com/app/2399830/ARK_Survival_Ascended/"
                }
            },
            {
                "link6": {
                    "text": "PayPal",
                    "url": "https://www.paypal.com/invoice/p/#EYZCL5TZCF7YW9U6"
                }
            }
        ]
    }
}
